{
  "Common": {
    "home": "Inicio",
    "about": "Historia",
    "menu": "Men煤",
    "store": "Tienda",
    "reserve": "Reservar",
    "callToActionButton": "Reservar",
    "soon": "Pr贸ximamente",
    "cookiesPolicy": "Pol铆tica de Cookies",
    "privacyPolicy": "Pol铆tica de Privacidad"
  },
  "Home": {
    "BestSellers": {
      "ParallaxOne": "Nuestras",
      "ParallaxTwo": "Hamburguesas",
      "seeMore": "Ver m谩s"
    },
    "Story": {
      "ParallaxOne": "Santa M贸nica",
      "ParallaxTwo": "La historia",
      "description": "En julio de 2021, unos emprendedores venezolanos decidieron llevar su amor por la buena comida a Almer铆a, dando vida a Santa M贸nica. Con un faro como emblema, este lugar no solo busca ser un punto de referencia gastron贸mico, sino tambi茅n un espacio donde los sabores del mundo se fusionan con ingredientes locales. El faro, presente en su logo, simboliza la luz que gu铆a a los amantes de las hamburguesas hacia una experiencia 煤nica, llena de sabor y calidez.",
      "learnMore": "Saber m谩s de Santa M贸nica"
    },
    "PetFriendly": {
      "textPrimary": "FRIENDLY ",
      "textSecondary": "PET"
    }
  },
  "About": {
    "title": "Historia",
    "2022": "Este a帽o, Santa M贸nica comienza su aventura en el mundo de las hamburguesas. Con una pasi贸n por la comida y un compromiso con la calidad, nuestro equipo se embarca en un viaje para crear las mejores hamburguesas de la ciudad.",
    "2023": "En 2023, Santa M贸nica se establece como un nombre reconocido en la escena gastron贸mica local. Con un men煤 que combina sabores cl谩sicos y modernos, nuestros clientes disfrutan de una experiencia culinaria 煤nica.",
    "2024": "En 2024, Santa M贸nica contin煤a innovando y expandiendo su men煤. Con nuevas recetas y colaboraciones con chefs locales, seguimos comprometidos a ofrecer lo mejor en hamburguesas.",
    "2025": "En 2025, Santa M贸nica celebra su tercer aniversario. Agradecemos a nuestros clientes por su apoyo continuo y esperamos seguir sirviendo las mejores hamburguesas de la ciudad durante muchos a帽os m谩s. <3"
  },
  "CookiesPolicy": {
    "title": "Pol铆tica de Cookies",
    "intro": "Esta Pol铆tica de Cookies explica qu茅 son las cookies y c贸mo las utilizamos en Santa M贸nica.",
    "whatAreCookies": {
      "title": "驴Qu茅 son las cookies?",
      "description": "Las cookies son peque帽os archivos de texto que se almacenan en tu dispositivo cuando visitas un sitio web. Nos ayudan a mejorar tu experiencia, recordar tus preferencias y entender c贸mo utilizas nuestro sitio."
    },
    "howWeUseCookies": {
      "title": "驴C贸mo utilizamos las cookies?",
      "description": "Utilizamos cookies para:",
      "essential": "Cookies esenciales: Necesarias para el funcionamiento b谩sico del sitio web.",
      "analytics": "Cookies anal铆ticas: Nos ayudan a entender c贸mo los visitantes interact煤an con nuestro sitio.",
      "preferences": "Cookies de preferencias: Recuerdan tus configuraciones y preferencias.",
      "marketing": "Cookies de marketing: Se utilizan para mostrar anuncios relevantes."
    },
    "manageCookies": {
      "title": "Gestionar cookies",
      "description": "Puedes controlar y/o eliminar las cookies seg煤n desees. Puedes eliminar todas las cookies que ya est谩n en tu ordenador y puedes configurar la mayor铆a de los navegadores para que no se instalen."
    },
    "lastUpdated": "ltima actualizaci贸n"
  },
  "PrivacyPolicy": {
    "title": "Pol铆tica de Privacidad",
    "intro": "En Santa M贸nica, nos comprometemos a proteger tu privacidad. Esta Pol铆tica de Privacidad explica c贸mo recopilamos, utilizamos y protegemos tu informaci贸n personal.",
    "dataCollection": {
      "title": "Informaci贸n que recopilamos",
      "description": "Podemos recopilar la siguiente informaci贸n:",
      "personal": "Informaci贸n personal: nombre, correo electr贸nico, n煤mero de tel茅fono cuando realizas una reserva o te registras.",
      "usage": "Informaci贸n de uso: datos sobre c贸mo utilizas nuestro sitio web.",
      "technical": "Informaci贸n t茅cnica: direcci贸n IP, tipo de navegador, dispositivo utilizado."
    },
    "dataUse": {
      "title": "C贸mo utilizamos tu informaci贸n",
      "description": "Utilizamos tu informaci贸n para:",
      "service": "Proporcionar y mantener nuestros servicios.",
      "improve": "Mejorar, personalizar y expandir nuestro sitio web.",
      "communication": "Comunicarnos contigo sobre reservas, pedidos y promociones.",
      "security": "Proteger la seguridad de nuestro sitio y prevenir fraudes."
    },
    "dataProtection": {
      "title": "Protecci贸n de datos",
      "description": "Implementamos medidas de seguridad apropiadas para proteger tu informaci贸n personal contra acceso no autorizado, alteraci贸n, divulgaci贸n o destrucci贸n."
    },
    "yourRights": {
      "title": "Tus derechos",
      "description": "Tienes derecho a:",
      "access": "Acceder a tu informaci贸n personal.",
      "rectify": "Rectificar informaci贸n inexacta.",
      "delete": "Solicitar la eliminaci贸n de tu informaci贸n.",
      "object": "Oponerte al procesamiento de tus datos."
    },
    "contact": {
      "title": "Contacto",
      "description": "Si tienes preguntas sobre esta pol铆tica, cont谩ctanos en nuestra ubicaci贸n en Almer铆a o a trav茅s de nuestros canales de contacto."
    },
    "lastUpdated": "ltima actualizaci贸n"
  }
}